[
  "obsidian-git",
  "gemini-scribe",
  "obsidian-custom-attachment-location",
  "templater-obsidian",
  "floating-toc",
  "quickadd",
  "obsidian-tasks-plugin",
  "omnisearch",
  "obsidian-style-settings",
  "dataview",
  "obsidian-excalidraw-plugin",
  "calendar",
  "obsidian-minimal-settings",
  "remember-cursor-position"
]